Repository: Zentarg/2ndSemesterExam
Catalog: AdministratorApp/Strings/*/Resources.resw
Source language: en_us
Languages: hu

# btnAddNewStore.Content
source: Add new store
hu: Új üzlet hozzáadása

# btnCancel.Content
source: Cancel
hu: Mégse

# btnCategory.Content
source: Category
hu: Típus

# btnClose.Content
source: Close
hu: Bezárás

# btnConfirm.Content
source: Confirm
hu: Mentés

# btnDelete.Content
source: Delete
hu: Törlés

# btnDeselect.Content
source: Deselect
hu: Vissza

# btnEdit.Content
source: Edit
hu: Szerkesztés

# btnLogin.Content
source: Login
hu: Bejelentkezés

# btnLogOut.Text
source: Log out
hu: Kijelentkezés

# btnName.Content
source: Name
hu: Név

# btnPrice.Content
source: Price
hu: Ár

# btnSave.Content
source: Save
hu: Mentés

# cntSelectStock.Content
source: Select Stock
hu: Válassz raktárat

# cntSelectType.Content
source: Type
hu: Válassz típust

# lblAddEmployee.Text
source: Add new employee
hu: Új munkatárs hozzáadása

# lblAddNewProduct.Text
source: Add new product
hu: Új termék hozzáadása

# lblAddProductToStock.Text
source: Add product to stock
hu: Termék felvétele raktárba

# lblAddress.Text
source: Address
hu: Cím

# lblAmount.Text
source: Amount
hu: Készlet

# lblAmountEdit.Text
source: **Amount
hu: **Készlet

# lblBarcode.Text
source: Barcode
hu: Vonalkód

# lblCancel.Text
source: Cancel
hu: Mégsem

# lblColor.Text
source: Color
hu: Szín

# lblComment.Text
source: Comment
hu: Megjegyzés

# lblDiscount.Text
source: Discount
hu: Kedvezmény

# lblDiscountEdit.Text
source: **Discount
hu: **Kedvezmény

# lblEditStore.Text
source: Edit store
hu: Szerkesztés

# lblEditSupplier.Text
source: Edit supplier
hu: Szerkesztés

# lblEmployees.Text
source: Employees
hu: Munkatársak

# lblInvoices.Text
source: Invoices
hu: Számlák

# lblItemsInStock.Text
source: Items in stock
hu: Termékek raktáron

# lblLogIn.Text
source: Log in
hu: Bejelentkezés

# lblLogs.Text
source: View logs
hu: Eseménynapló

# lblManager.Text
source: Manager
hu: Üzletvezető

# lblName.Text
source: Name
hu: Név

# lblNewCategory.Text
source: New category
hu: Új kategória hozzáadása

# lblNewInvoice.Text
source: Create new invoice
hu: Új számla rögzítése

# lblOnlyNumeric.Text
source: **These fields accept only numeric input
hu: ** Csak számok bevitele engedélyezett.

# lblOr.Text
source: -- or --
hu: -- vagy --

# lblPcs.Text
source: pcs.
hu: db.

# lblPicture.Text
source: Picture
hu: Kép

# lblPrice.Text
source: Price
hu: Ár

# lblPriceEdit.Text
source: **Price
hu: **Ár

# lblProduct.Text
source: Product
hu: Termék

# lblRole.Text
source: Role
hu: Munkakör

# lblSearch.PlaceholderText
source: Search...
hu: Keresés...

# lblSize.Text
source: Size
hu: Méret

# lblSortBy.Text
source: Sort by...
hu: Rendezés:

# lblStock.Text
source: Stock
hu: Leltár

# lblStock2.Text
source: Stock
hu: Raktár

# lblStores.Text
source: Stores
hu: Üzletek

# lblSuppliers.Text
source: Suppliers
hu: Beszállítók

# lblTelephone.Text
source: Phone nr.
hu: Telefonszám

# lblType.Text
source: Type
hu: Típus

# placeholderPassword.PlaceholderText
source: Password
hu: Jelszó
